<?xml version="1.0"?>
<document><versao>4.5.9</versao><date>18/09/2017 14:11:16</date><autor>Gabriel Ferrari</autor><desc0>Usu&amp;aacute;rios - Tela inicial&#xD;</desc0><desc1>- Adicionado informa&amp;ccedil;&amp;otilde;es sobre o data e hor&amp;aacute;rio do ultimo acesso de cada usu&amp;aacute;rio do sistema e se este se encontra online ou offline.&#xD;</desc1><desc2>&amp;nbsp;&#xD;</desc2><desc3>Atendimento - Atendimento Simplificado -&amp;gt; Visita Domiciliar&#xD;</desc3><desc4>- Ao salvar uma visita domiciliar por meio do atendimento simplificado, o hor&amp;aacute;rio &amp;eacute; salvo no banco de dados para uso futuro em relat&amp;oacute;rios. O campo &amp;eacute; salvo automaticamente,&amp;nbsp;&#xD;</desc4><desc5>ou seja, n&amp;atilde;o &amp;eacute; poss&amp;iacute;vel preenche-lo durante o cadastro do atendimento.&#xD;</desc5><desc6>&amp;nbsp;&#xD;</desc6><desc7>Ferramentas - Backup do Banco&#xD;</desc7><desc8>- Adicionado nova tela e funcionalidade para gerenciamento e download de backup do banco de dados.&#xD;</desc8><desc9>&amp;nbsp;&#xD;</desc9><desc10>Relat&amp;oacute;rio - Atendimento - Atendimento de Encaminhamento&#xD;</desc10><desc11>- Adicionado um novo relat&amp;oacute;rio gerado com datas inicial, final e valor INE, contendo as seguintes informa&amp;ccedil;&amp;otilde;es: quantidade de atendimentos, quantidade de encaminhamentos em porcentagem.&#xD;</desc11><desc12>&amp;nbsp;&#xD;</desc12><desc13>Relat&amp;oacute;rio - Atendimento - Demanda espont&amp;acirc;nea e agendada.&#xD;</desc13><desc14>- Adicionado um novo relat&amp;oacute;rio gerado com datas inicial e final, e valor INE, contendo as seguintes informa&amp;ccedil;&amp;otilde;es: quantidade de atendimentos, quantidade de encaminhamentos em porcentagem e&amp;nbsp;&#xD;</desc14><desc15>quantidade de atendimentos demanda espont&amp;acirc;nea em porcentagem.&#xD;</desc15><desc16>&amp;nbsp;&#xD;</desc16><desc17>Relat&amp;oacute;rio m&amp;eacute;dia de atendimentos m&amp;eacute;dicos e enfermeiros.&#xD;</desc17><desc18>- Adicionado um novo relat&amp;oacute;rio gerado com datas inicial e final, e valor INE, contendo as seguintes informa&amp;ccedil;&amp;otilde;es: quantidade de atendimentos, quantidade de atendimentos m&amp;eacute;dicos em porcentagem e&amp;nbsp;&#xD;</desc18><desc19>quantidade de atendimentos de enfermeiros em porcentagem.</desc19></document>
