<?xml version="1.0"?>
<document><versao>WebSocialProSaude_4_14_19</versao><date>28/02/2019 17:16:02</date><autor>Ibitech</autor><desc0>Porta de Entrada&#xD;</desc0><desc1>Onde Localizar&#xD;</desc1><desc2>Atendimento-&amp;gt;Porta de Entrada&#xD;</desc2><desc3>Atualizacao do layout da porta de entrada, agora os campos sao maiores mais facil visualizacao, a busca de pacientes, agora possue uma barra de rolagem para nao precisar descer a pagina depois do paciente buscado, e foi adicionado o campo Microarea, que sera visualizado de acordo com o preenchimento desta informacao no cadastro de paciente.&#xD;</desc3><desc4>&amp;nbsp;&#xD;</desc4><desc5>Realocacao de Pacientes&#xD;</desc5><desc6>Onde Localizar&#xD;</desc6><desc7>Administrativo-&amp;gt;Realocacao de Pacientes&#xD;</desc7><desc8>Nesta funcionalidade o profissional pode realocar o paciente para os status de Atendido, para o enfermeiro e para o Medico, caso o paciente saia da tela de algum deles por TimeOut, ou falta de energia, nesta dela voce pode facilmente resgatar o atendimento.&#xD;</desc8><desc9>&amp;nbsp;&#xD;</desc9><desc10>Pre ConsultaAcolhimento - Prontuario Eletronico&#xD;</desc10><desc11>Onde Localizar&#xD;</desc11><desc12>Prontuario Eletronico-&amp;gt;Pre-Consulta&#xD;</desc12><desc13>Dentro da triagem foi adicionardo a opcao de Turno que foi uma modificacao do E-sus Versao 3.0.1&#xD;</desc13><desc14>Os campos Peso e Altura agora fazem o Calculo do IMC Automaticamente.&#xD;</desc14><desc15>&amp;nbsp;&#xD;</desc15><desc16>Atendimento - Prontuario Eletronico&#xD;</desc16><desc17>Onde Localizar&#xD;</desc17><desc18>Prontuario Eletronico-&amp;gt;Atendimento&#xD;</desc18><desc19>Foi adicionado as opcoes de consulta do tipo NASF.&#xD;</desc19><desc20>No caso de uma paciente do sexo feminino, existe a opcao de idade gestacional e a extratificacao de Grupo 2&#xD;</desc20><desc21>Medicamento, os campos agora ficaram de maior visibilidade e existe um icone de enfermagem na frente do campo paciente que quando o mouse posicionado, ele mostra os dados da triagem.&#xD;</desc21><desc22>O produto tambem quando selecionado agora ele mostra se e unidade, frasco, conforme cadastro.&#xD;</desc22><desc23>Os exames agora possui uma condicao quando selecionados, de Solicitado ou Avaliado, que sao exigencias do E-sus 3.0.1 em diante.&#xD;</desc23><desc24>Pre-NatalPuerperio&#xD;</desc24><desc25>Esta tela foi totalmente recontruida, foram adicionados varias informacoes obrigatorias no E-sus apartir da versao 3.0.1, ele gera um historico das gravidas ou puerpero, que pode ser visualizado na Aba de Historico, os exames, das trimestrialidades, e visualizar a carterinha de vacinacao, entre outros campos.&#xD;</desc25><desc26>&amp;nbsp;&#xD;</desc26><desc27>BPA&#xD;</desc27><desc28>Onde Localizar&#xD;</desc28><desc29>Programas Federais-&amp;gt;Bpa-&amp;gt;Listagem&#xD;</desc29><desc30>Nesta tela, agora e possivel listar todos os procedimentos realizados na unidade logada, podendo ser selecionado a competencia desejada, quando voce clica no nome do profissional da unidade, ele lista os procedimentos realizados, tambem foi incluido uma opcao de fazer um novo registro, caso falte alguma informacao de procedimentos realizados antes da geracao do BPA, quando for adicionado este novo registro, e possivel edita-lo e exclui-lo.&#xD;</desc30><desc31>&amp;nbsp;As telas &amp;ldquo;Atendimento Individual &amp;ldquo;, &amp;ldquo;Visita Domiciliar&amp;rdquo; e &amp;ldquo;procedimentos &amp;rdquo; encontradas no menu Atendimentos foram separadas uma das outras. N&amp;atilde;o haver&amp;aacute; mais a necessidade de selecionar qual delas ser&amp;aacute; preenchida como er&amp;aacute; anteriormente .&#xD;</desc31><desc32>&amp;nbsp;&#xD;</desc32><desc33>Atendimento&amp;nbsp;&#xD;</desc33><desc34>Onde Localizar&amp;nbsp;&#xD;</desc34><desc35>Atendimento &amp;rarr; Atendimento Individual&amp;nbsp;&#xD;</desc35><desc36>Foi atualizado toda a tela de exibi&amp;ccedil;&amp;atilde;o ,foram adicionados os campos, &amp;ldquo;Turno do atendimento&amp;rdquo;, &amp;ldquo;Vacina&amp;ccedil;&amp;atilde;o em dia&amp;rdquo;, &amp;ldquo;Antropometria&amp;rdquo;, &amp;ldquo;Micro &amp;aacute;rea&amp;rdquo;, &amp;ldquo;Fora de &amp;aacute;rea&amp;rdquo;, &amp;ldquo;Aten&amp;ccedil;&amp;atilde;o Domiciliar&amp;rdquo;, &amp;ldquo;Racionalidade em Sa&amp;uacute;de&amp;rdquo;.Tamb&amp;eacute;m adicionamos os dados do Pr&amp;eacute; Natal como , &amp;ldquo;Risco da Gesta&amp;ccedil;&amp;atilde;o &amp;rdquo;, &amp;ldquo;Consulta Pr&amp;eacute; Natal&amp;rdquo;, &amp;ldquo;Aleitamento Materno&amp;rdquo;, &amp;ldquo;Dum&amp;rdquo;, &amp;ldquo;DPP&amp;rdquo;, &amp;ldquo;Idade Gestacional&amp;rdquo;, &amp;ldquo;Gravidez planejada&amp;rdquo;, &amp;ldquo;Primeira gesta&amp;ccedil;&amp;atilde;o&amp;rdquo;, &amp;ldquo;Gestas pr&amp;eacute;vias&amp;rdquo; e &amp;ldquo;N&amp;uacute;mero de partos&amp;rdquo;.&#xD;</desc36><desc37>&amp;nbsp;&#xD;</desc37><desc38>Atendimento&amp;nbsp;&#xD;</desc38><desc39>Onde Localizar&amp;nbsp;&#xD;</desc39><desc40>Atendimento &amp;rarr; Visita Domiciliar&amp;nbsp;&#xD;</desc40><desc41>Foi atualizado toda a tela de exibi&amp;ccedil;&amp;atilde;o , foi adicionado tamb&amp;eacute;m os campos , &amp;ldquo;Turno do Atendimento&amp;rdquo;, &amp;ldquo;Vacina&amp;ccedil;&amp;atilde;o em dia &amp;rdquo;, &amp;ldquo;Micro &amp;aacute;rea&amp;rdquo;, &amp;ldquo;Fora de &amp;aacute;rea&amp;rdquo;, &amp;ldquo;Visita Compartilhada com outro Profissional&amp;rdquo;, &amp;rdquo;Tipo im&amp;oacute;vel &amp;rdquo;, &amp;ldquo;Aten&amp;ccedil;&amp;atilde;o Domiciliar&amp;rdquo;, &amp;ldquo;Racionalidade em Sa&amp;uacute;de &amp;rdquo;, &amp;ldquo;Antropometria&amp;rdquo;.&#xD;</desc41><desc42>&amp;nbsp;&#xD;</desc42><desc43>Atendimento&amp;nbsp;&#xD;</desc43><desc44>Onde Localizar&amp;nbsp;&#xD;</desc44><desc45>Atendimento &amp;rarr; Procedimentos&#xD;</desc45><desc46>Foi atualizado toda a tela de exibi&amp;ccedil;&amp;atilde;o , foram adicionados os campos, &amp;ldquo;Turno do Atendimento&amp;rdquo;, &amp;ldquo;Micro &amp;aacute;rea&amp;rdquo; e &amp;ldquo;Fora de &amp;aacute;rea&amp;rdquo;. Tornamos a escolha dos Ciaps algo mais simples trazendo os de maior relev&amp;acirc;ncia pr&amp;eacute; carregados.&#xD;</desc46><desc47>&amp;nbsp;&#xD;</desc47><desc48>Atendimento&amp;nbsp;&#xD;</desc48><desc49>Onde Localizar&amp;nbsp;&#xD;</desc49><desc50>Atendimento &amp;rarr; Atividade Coletiva&#xD;</desc50><desc51>Foi atualizado toda a tela de exibi&amp;ccedil;&amp;atilde;o , assim como a inclus&amp;atilde;o dos campos &amp;ldquo;Programa Sa&amp;uacute;de na Escola &amp;ldquo;, &amp;ldquo;Turno&amp;rdquo;, &amp;ldquo;C&amp;oacute;d cnes unidade&amp;rdquo;, &amp;ldquo;C&amp;oacute;d equipe(INE)&amp;rdquo;.Foi adicionado tamb&amp;eacute;m a possibilidade de criar &amp;ldquo;Grupos&amp;rdquo; para as atividades coletivas .&#xD;</desc51><desc52>&amp;nbsp;&#xD;</desc52><desc53>Atendimento&amp;nbsp;&#xD;</desc53><desc54>Onde Localizar&amp;nbsp;&#xD;</desc54><desc55>Atendimento &amp;rarr; Atend Odontol&amp;oacute;gico&#xD;</desc55><desc56>Novo campo &amp;ldquo;Tuno &amp;rdquo; foi adicionado a Ficha Odontol&amp;oacute;gica .&#xD;</desc56><desc57>&amp;nbsp;&#xD;</desc57><desc58>Atendimento&amp;nbsp;&#xD;</desc58><desc59>Onde Localizar&amp;nbsp;&#xD;</desc59><desc60>Atendimento &amp;rarr; Cadastro Domiciliar&#xD;</desc60><desc61>Agora ser&amp;aacute; poss&amp;iacute;vel adicionar uma fam&amp;iacute;lia diretamente a um domicilio apenas informando seu n&amp;uacute;mero de identifica&amp;ccedil;&amp;atilde;o. Assim como &amp;ldquo;Tipo im&amp;oacute;vel&amp;rdquo;, &amp;ldquo;Situa&amp;ccedil;&amp;atilde;o Moradia&amp;rdquo; e &amp;ldquo;Localiza&amp;ccedil;&amp;atilde;o&amp;rdquo;.&#xD;</desc61><desc62>&amp;nbsp;&#xD;</desc62><desc63>Atendimento&amp;nbsp;&#xD;</desc63><desc64>Onde Localizar&amp;nbsp;&#xD;</desc64><desc65>Atendimento &amp;rarr; Cadastro Familiar&#xD;</desc65><desc66>Nova funcionalidade&amp;nbsp; : Agora nosso sistema comporta o cadastro de novas fam&amp;iacute;lias , Calculando renda e n&amp;uacute;mero de membros familiares automaticamente .&#xD;</desc66><desc67>&amp;nbsp;&#xD;</desc67><desc68>Atendimento Individual&amp;nbsp;&#xD;</desc68><desc69>Onde Localizar&amp;nbsp;&#xD;</desc69><desc70>Atendimento &amp;rarr; Ficha Complementar &amp;ndash; S&amp;iacute;ndrome Neurol&amp;oacute;gica por Zika  Microcefalia&#xD;</desc70><desc71>Nova funcionalidade&amp;nbsp; : Ficha informativa para acompanhamento de crian&amp;ccedil;as com microcefalia ou suspeita do mesmo.&#xD;</desc71><desc72>&amp;nbsp;</desc72></document>
